<!DOCTYPE HTML>
<html lang="en-US">
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, minimal-ui" />

		<style type="text/css">

		*,html,body,div,dl,dt,dd,ul,ol,li,h1,h2,h3,h4,h5,h6,pre,form,label,fieldset,input,p,blockquote,th,td{margin:0;padding:0}table{border-collapse:collapse;border-spacing:0}fieldset,img{border:0}address,caption,cite,code,dfn,em,strong,th,var{font-style:normal;font-weight:normal}ol,ul,li{list-style:none}caption,th{text-align:left}h1,h2,h3,h4,h5,h6{font-size:100%;font-weight:normal}q:before,q:after{content:''}strong{font-weight:bold}em{font-style:italic}a img{border:0}.desktop{display:block}.ipad,.mobile{display:none}img.alignleft{float:left;margin:20px 20px 20px 0;}img.alignright{float:right;margin:20px 0 20px 20px;}

		* {
			font-family: -apple-system, BlinkMacSystemFont, sans-serif;
		}

		html, body {
			background: rgb(233, 237, 241);
		}

		h1, h2, h3, h4, h5, h6 {
			margin-top: 15px;
			color: rgb(99, 107, 115);
			font-weight: 700;
		}

		h1 {
			font-size: 20px;
			text-align: center;
		}

		h2, h3, h4, h5, h6 {
			font-size: 18px;
		}

		h2 {
			border-top: 1px solid rgb(200, 200, 200);
			padding: 20px 0 0;
			margin: 40px 0 10px;
		}

		p {
			margin-top: 15px;
			font-size: 16px;
			color: rgb(99, 107, 115);
			line-height: 1.5em;
		}

		p:first-of-type {
			margin-top: 0;
		}

		ul, ol {
			padding: 15px 0 0 20px;
		}

		li {
			font-size: 16px;
			margin-top: 5px;
			color: rgb(99, 107, 115);
			list-style: disc;
			line-height: 1.5em;
		}

		li:first-child {
			margin-top: 0;
		}

		img {
			width: 100%;
			display: block;
			margin-top: 3%;
		}

		a.report {
			display: block;
			padding-top: 6%;
			font-size: 13px;
			color: rgb(137, 150, 160);
			text-decoration: none;
		}

		ol li {
			list-style: decimal;
			margin-left: 10px;
			font-size: 16px !important;
			color: rgb(99, 107, 115);
		}

		ol li h1 span {
			color: rgb(33, 33, 33);
		}

		ol li h2, ol li h3, ol li h4 {
			font-size: 16px !important;
			font-weight: normal;
		}

		span {
			color: rgb(99, 107, 115);
		}

		a {color: #239EC4;}

		</style>

		<meta charset="UTF-8">
	</head>
	<body>
		<div>
			<h1 align="center">
				<strong>CONDITIONS GENERALES D'UTILISATION</strong>
			</h1>
			<p align="center">
				<strong>- WHYMPR -</strong>
			</p>
		</div>

		<h2>
			<u>Article 1 - Pr&#233;ambule et objet</u>
		</h2>
		<p>
			L'application mobile WHYMPR (ci-apr&#232;s &#171; l'Application &#187;) est
			&#233;dit&#233;e par la soci&#233;t&#233; par actions simplifi&#233;e
			WHYMPR, dont le si&#232;ge social est situ&#233; 289 Chemin du Clos du
			Savoy - 74 400 CHAMONIX - MONT-BLANC, immatricul&#233;e sous le num&#233;ro
			RCS 829 892 207, repr&#233;sent&#233;e par Monsieur Timothy Mac Lean en sa
			qualit&#233; de Pr&#233;sident (ci-apr&#232;s &#171; WHYMPR &#187;).
		</p>
		<p>
			L'Application est destin&#233;e &#224; faciliter les excursions en montagne
			en proposant des voies existantes, des conseils de professionnels ainsi que
			le retour des utilisateurs &#224; toute personne physique d&#233;sireuse de
			pr&#233;parer une excursion en montagne &#224; titre de loisir, &#224;
			l'exclusion d'un usage professionnel (ci-apr&#232;s l'&#171; UTILISATEUR
			&#187; ou les &#171; UTILISATEURS &#187;).
		</p>
		<p>
			Les pr&#233;sentes Conditions G&#233;n&#233;rales d'Utilisation ont pour
			objet de r&#233;gir les relations entre WHYMPR et les UTILISATEURS
			utilisant l'Application.
		</p>
		<p>
			L'UTILISATEUR reconna&#238;t avoir pris connaissance, pr&#233;alablement au
			t&#233;l&#233;chargement de l'Application et &#224; son inscription, des
			pr&#233;sentes conditions g&#233;n&#233;rales d'utilisation et les accepter
			sans restriction ni r&#233;serve.
		</p>
		<p>
			La cr&#233;ation d'un compte par l'UTILISATEUR emporte acceptation, sans
			r&#233;serve, des pr&#233;sentes conditions g&#233;n&#233;rales
			d'utilisation telles que d&#233;finies ci-apr&#232;s, et l'UTILISATEUR
			s'engage &#224; les respecter.
		</p>
		<h2>
			<u>Article 2 - Conditions d'inscription </u>
		</h2>
		<p>
			<strong>2.1 - Pr&#233;requis techniques</strong>
		</p>
		<p>
			<strong></strong>
		</p>
		<p>
			Les UTILISATEURS doivent disposer de leur propre mat&#233;riel et outil de
			connexion et d'une connexion au r&#233;seau internet, &#224; leurs frais,
			pour utiliser l'Application, &#233;tant pr&#233;cis&#233; que certaines
			fonctionnalit&#233;s ne sont accessibles hors connexion qu'en cas de
			souscription &#224; la version payante.
		</p>
		<p>
			En tout &#233;tat de cause, les UTILISATEURS restent responsables de leur
			environnement informatique et de la compatibilit&#233; de leur
			mat&#233;riel avec l'Application.
		</p>
		<p>
			<strong>2.2 - Inscription et cr&#233;ation de compte </strong>
		</p>
		<p>
			Seules les personnes physiques peuvent s'inscrire sur l'Application.
		</p>
		<p>
			Pour acc&#233;der aux services propos&#233;s par WHYMPR sur l'Application,
			l'UTILISATEUR doit cr&#233;er un compte en remplissant le formulaire et en
			renseignant en ligne des champs d'information et d'identification.
		</p>
		<p>
			L'inscription &#224; l'Application est personnelle et un compte doit
			&#234;tre cr&#233;&#233; pour chaque UTILISATEUR, &#233;tant
			pr&#233;cis&#233; que chaque UTILISATEUR ne peut cr&#233;er qu'un seul
			compte.
		</p>
		<p>
			Par son inscription, l'UTILISATEURd&#233;clare et garantit :
		</p>
		<p>
			- &#234;tre une personne physique et contracter en tant que telle ;
		</p>
		<p>
			- &#234;tre majeur et disposer de la pleine capacit&#233; lui permettant de
			s'engager au titre des pr&#233;sentes Conditions G&#233;n&#233;rales ;
		</p>
		<p>
			- ne pas contracter en tant que professionnel ou dans le cadre de son
			activit&#233; professionnelle.
		</p>
		<p>
			<strong></strong>
		</p>
		<p>
			Lors de la cr&#233;ation de son compte, l'UTILISATEUR est invit&#233;
			&#224; choisir un mot de passe que l'UTILISATEUR s'engage &#224; conserver
			confidentiel et s'interdit donc de le transmettre ou de le communiquer
			&#224; un tiers. A d&#233;faut, WHYMPR ne pourra &#234;tre tenu pour
			responsable des acc&#232;s non autoris&#233;s au compte d'un UTILISATEUR.
		</p>
		<p>
			<strong>2.3 - Droit de r&#233;tractation </strong>
		</p>
		<p>
			<u></u>
		</p>
		<p>
			Conform&#233;ment aux dispositions du code de la consommation,
			l'UTILISATEUR dispose d'un droit de r&#233;tractation pendant un d&#233;lai
			de quatorze jours francs &#224; compter de son inscription &#224;
			l'Application, sans avoir &#224; justifier de motifs ni &#224; payer de
			p&#233;nalit&#233;s.
		</p>
		<p>
			Toutefois, il est rappel&#233; que le droit de r&#233;tractation ne peut
			&#234;tre exerc&#233; pour les contrats de fourniture de services dont
			l'ex&#233;cution a commenc&#233;, avec l'accord du consommateur, avant la
			fin du d&#233;lai de quatorze jours francs.
		</p>
		<p>
			Ce sera le cas &#224; chaque fois que l'UTILISATEUR aura
		t&#233;l&#233;charg&#233; l'Application sur son t&#233;l&#233;phone mobile.	<strong><em></em></strong>
		</p>
		<p>
			<strong>2.4 - D&#233;sinscription et suppression de l'Application</strong>
		</p>
		<p>
			Sans pr&#233;judice de son droit de r&#233;tractation, l'UTILISATEUR a la
			possibilit&#233; de se d&#233;sinscrire et de supprimer son compte &#224;
			tout moment.
		</p>
		<p>
			L'UTILISATEUR est libre de supprimer l'Application en la d&#233;sinstallant
			de son t&#233;l&#233;phone &#224; tout moment, sans aucun frais.
		</p>
		<h2>
			<strong>
				<u>
					Article 3 - Description des fonctionnalit&#233;s de l'Application
				</u>
			</strong>
		</h2>
		<p>
			<strong>
				3.1 - Services disponibles depuis la version gratuite de l'Application
			</strong>
		</p>
		<p>
			- Mur communautaire
		</p>
		<p>
			- Carnet de course personnel
		</p>
		<p>
			- Carte des sommets
		</p>
		<p>
			- Filtre par activit&#233;
		</p>
		<p>
			- Descriptions de routes communautaires
		</p>
		<p>
			<strong>
				3.2 - Services disponibles depuis la version payante de l'Application
			</strong>
		</p>
		<p>
			- Possibilit&#233; de sauvegarder hors ligne les cartes et descriptions de
			voies
		</p>
		<p>
			- Cartes 3D
		</p>
		<p>
			- Fonctionnalit&#233;s de filtre par niveau d'activit&#233;
		</p>
		<p>
			<strong>
				Attention, la plupart des fonctionnalit&#233;s de l'Application ne sont
				pas accessibles sans r&#233;seau. Seule la version payante permet de
				sauvegarder des cartes et descriptions de voies pour pouvoir y
				acc&#233;der hors r&#233;seau par la suite.
			</strong>
		</p>
		<h2>
			<strong><u>Article 4 - Tarifs et facturation</u></strong>
		</h2>
		<p>
			WHYMPR propose une version gratuite de l'Application. Toutefois, WHYMPR se
			r&#233;serve le droit de la rendre payante.
		</p>
		<p>
			WHYMPR propose &#233;galement une version payante de l'Application
			proposant plus de fonctionnalit&#233;s, telles que d&#233;taill&#233;es
			&#224; l'article 3 ci-dessus.
		</p>
		<p>
			WHYMPR se r&#233;serve le droit de faire &#233;voluer les tarifs &#224;
			tout moment.
		</p>
		<p>
			La version payante sera factur&#233;e 24,99&#8364; TTC par an, somme qui
			sera &#224; r&#233;gler par l'UTILISATEUR directement depuis le store de
			son smartphone. A l'issue de chaque ann&#233;e, l'abonnement &#224; la
			version payante sera renouvel&#233; tacitement sauf d&#233;nonciation par
			l'UTILISATEUR sans pr&#233;avis.
		</p>
		<p>
			<strong><em></em></strong>
		</p>
		<p>
			<strong><em><u>Articles du code de la consommation :</u></em></strong>
		</p>
		<p>
			<strong><em>Article L215-1</em></strong>
			<em>
				: Pour les contrats de prestations de services conclus pour une
				dur&#233;e d&#233;termin&#233;e avec une clause de reconduction tacite,
				le professionnel prestataire de services informe le consommateur par
				&#233;crit, par lettre nominative ou courrier &#233;lectronique
				d&#233;di&#233;s, au plus t&#244;t trois mois et au plus tard un mois
				avant le terme de la p&#233;riode autorisant le rejet de la
				reconduction, de la possibilit&#233; de ne pas reconduire le contrat
				qu'il a conclu avec une clause de reconduction tacite. Cette
				information, d&#233;livr&#233;e dans des termes clairs et
				compr&#233;hensibles, mentionne, dans un encadr&#233; apparent, la date
				limite de non-reconduction.
			</em>
		</p>
		<p>
			<em>
				Lorsque cette information ne lui a pas &#233;t&#233; adress&#233;e
				conform&#233;ment aux dispositions du premier alin&#233;a, le
				consommateur peut mettre gratuitement un terme au contrat, &#224; tout
				moment &#224; compter de la date de reconduction.
			</em>
		</p>
		<p>
			<em>
				<br/>
				Les avances effectu&#233;es apr&#232;s la derni&#232;re date de
				reconduction ou, s'agissant des contrats &#224; dur&#233;e
				ind&#233;termin&#233;e, apr&#232;s la date de transformation du contrat
				initial &#224; dur&#233;e d&#233;termin&#233;e, sont dans ce cas
				rembours&#233;es dans un d&#233;lai de trente jours &#224; compter de
				la date de r&#233;siliation, d&#233;duction faite des sommes
				correspondant, jusqu'&#224; celle-ci, &#224; l'ex&#233;cution du
				contrat.
			</em>
		</p>
		<p>
			<em>
				Les dispositions du pr&#233;sent article s'appliquent sans
				pr&#233;judice de celles qui soumettent l&#233;galement certains
				contrats &#224; des r&#232;gles particuli&#232;res en ce qui concerne
				l'information du consommateur.
			</em>
		</p>
		<p>
			<em></em>
		</p>
		<p>
			<strong><em>Article L215-2</em></strong>
			<em>
				: Les dispositions du pr&#233;sent chapitre ne sont pas applicables aux
				exploitants des services d'eau potable et d'assainissement.
			</em>
		</p>
		<p>
			<em></em>
		</p>
		<p>
			<strong><em>Article L215-3</em></strong>
			<em>
				: Les dispositions du pr&#233;sent chapitre sont &#233;galement
				applicables aux contrats conclus entre des professionnels et des
				non-professionnels.
			</em>
		</p>
		<p>
			<em></em>
		</p>
		<p>
			<strong><em>Article L241-3</em></strong>
			<em>
				: Lorsque le professionnel n'a pas proc&#233;d&#233; au remboursement
				dans les conditions pr&#233;vues &#224; l'article
			</em>
			<a
				href="https://www.legifrance.gouv.fr/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&amp;idArticle=LEGIARTI000032221237&amp;dateTexte=&amp;categorieLien=cid"
			>
				<em>L. 215-1</em>
			</a>
			<em>
				, les sommes dues sont productives d'int&#233;r&#234;ts au taux
				l&#233;gal.
			</em>
		</p>
		<p>
			<strong><em></em></strong>
		</p>
		<p>
			Les op&#233;rateurs mobiles sont susceptibles de facturer &#224;
			l'UTILISATEUR la connexion au r&#233;seau internet n&#233;cessaire pour
			utiliser l'Application.
		</p>
		<h2>
			<strong><u>Article 5 - Obligations de l'UTILISATEUR</u></strong>
		</h2>
		<p>
			L'UTILISATEUR s'engage &#224; :
		</p>
		<p>
			- respecter les recommandations de WHYMPR et plus particuli&#232;rement les
			dispositions des pr&#233;sentes conditions g&#233;n&#233;rales ;
		</p>
		<p>
			- utiliser l'Application avec prudence et discernement : l'Application ne
			se substitue en aucun cas aux conseils d'un professionnel de la montagne ;
		</p>
		<p>
			- ne pas publier de contenus (images, photographies, commentaires &#8230;)
			contraires &#224; l'ordre public et aux bonnes m&#339;urs ou portant
			atteinte &#224; des tiers (diffamation, atteinte &#224; la vie priv&#233;e,
			etc&#8230;) ;
		</p>
		<p>
			- ne pas publier de contenus (images, photographies, commentaires &#8230;)
			portant atteinte aux droits de propri&#233;t&#233; intellectuelle
			d&#233;tenus par un tiers ;
		</p>
		<p>
			- respecter les lois et r&#232;glements en vigueur ;
		</p>
		<p>
			- faire un usage strictement personnel de l'Application et, en toute
			hypoth&#232;se, &#224; ne pas faire un usage professionnel/commercial de
			l'Application et/ou de ses contenus.
		</p>
		<p>
			L'UTILISATEUR sera enti&#232;rement et seul responsable de tout
			pr&#233;judice r&#233;sultant du non-respect des pr&#233;sentes conditions
			g&#233;n&#233;rales, WHYMPR &#233;tant d&#233;gag&#233; de toute
			responsabilit&#233; en la mati&#232;re.
		</p>
		<h2>
			<strong><u>Article 6 - Responsabilit&#233;</u></strong>
		</h2>
		<p>
			<br/>
			<strong>
				6.1 - Responsabilit&#233; du fait des contenus post&#233;s par
				l'UTILISATEUR
			</strong>
		</p>
		<p>
			WHYMPR n'est pas responsable des contenus post&#233;s sur l'Application
			(images, photographies, commentaires&#8230;) par l'UTILISATEUR mais se
			r&#233;serve le droit de mod&#233;rer ou supprimer lesdits contenus s'ils
			portent atteinte aux droits d'un tiers ou contreviennent, de quelque
			fa&#231;on que ce soit, aux lois et r&#232;glements en vigueur.
		</p>
		<p>
			<strong>
				6.2 - Accessibilit&#233; de l'Application et dysfonctionnements
			</strong>
		</p>
		<p>
			WHYMPR s'engage &#224; faire ses meilleurs efforts pour que l'Application
			soit accessible et op&#233;rationnelle &#224; tout moment. Toutefois,
			WHYMPR n'est tenu, &#224; cet &#233;gard, que d'une obligation de moyens et
			non de r&#233;sultat, WHYMPR n'offrant aucune garantie de continuit&#233;
			de ses services.
		</p>
		<p>
			En particulier, la responsabilit&#233; de WHYMPR ne pourra &#234;tre
			recherch&#233;e en cas de dysfonctionnement ou absence de fonctionnement de
			l'Application r&#233;sultant de la non-couverture ou mauvaise couverture
			3G/4G ou de l'absence ou de la mauvaise qualit&#233; du signal GPS.
		</p>
		<p>
			En outre, WHYMPR se r&#233;serve le droit d'interrompre temporairement
			l'accessibilit&#233; &#224; l'Application pour des raisons de maintenance,
			curative et/ou &#233;volutive. Toutefois, WHYMPR s'engage &#224; faire ses
			meilleurs efforts pour limiter au maximum le temps d'interruption.
		</p>
		<p>
			Ainsi, l'UTILISATEUR d&#233;clare qu'il conna&#238;t bien Internet et en
			accepte les limites comme les contraintes. En particulier, il
			reconna&#238;t que :
		</p>
		<p>
			- la fiabilit&#233; des transmissions est al&#233;atoire en raison,
			notamment, du caract&#232;re h&#233;t&#233;rog&#232;ne des infrastructures
			et r&#233;seaux sur lesquelles elles circulent et que en particulier, des
			pannes ou saturations peuvent survenir ;
		</p>
		<p>
			- des restrictions &#224; l'acc&#232;s &#224; certains r&#233;seaux peuvent
			exister et &#234;tre conditionn&#233;es &#224; la conclusion d'accord
			sp&#233;cifique ;
		</p>
		<p>
			- les internautes peuvent connecter leur &#233;quipement informatique en
			tout lieu et peuvent le cas &#233;ch&#233;ant, notamment, d&#233;tourner,
			diss&#233;miner, alt&#233;rer, d&#233;truire ou falsifier des donn&#233;es,
			logiciels et/ou contenus circulant sur l'Internet, et ce malgr&#233; la
			mise en place de proc&#233;dures de contr&#244;le d'acc&#232;s, notamment,
			par mot de passe ou autre code d'acc&#232;s. En cons&#233;quence, il
			appartient &#224; l'UTILISATEUR de prendre toute mesure qu'il jugera
			appropri&#233;e pour assurer la s&#233;curit&#233; de son &#233;quipement
			et ses propres donn&#233;es, logiciels ou autres, notamment, de la
			contamination par tout virus et/ou de tentative d'intrusion dont il
			pourrait &#234;tre victime ;
		</p>
		<p>
			- tout &#233;quipement utilis&#233; pour la connexion sur l'Application est
			et reste sous l'enti&#232;re responsabilit&#233; de l'UTILISATEUR.
		</p>
		<p>
			L'utilisation de l'Application se fait aux risques et p&#233;rils de
			l'UTILISATEUR, qui le reconna&#238;t et s'engage &#224; prendre toutes les
			pr&#233;cautions n&#233;cessaires afin d'utiliser l'Application
			conform&#233;ment aux pr&#233;sentes conditions g&#233;n&#233;rales
			d'utilisation.
		</p>
		<p>
			Par cons&#233;quent, la responsabilit&#233; de WHYMPR ne pourra &#234;tre
			recherch&#233;e par l'UTILISATEUR pour tout dommage, notamment en cas de
			perte de donn&#233;es, de d&#233;gradation de l'&#233;quipement de
			l'UTILISATEUR, qui pourrait survenir en raison de l'utilisation de
			l'Application.
		</p>
		<p>
			Ainsi, WHYMPR n'engagera sa responsabilit&#233; qu'en cas de dommage
			r&#233;sultant d'un dysfonctionnement bloquant l'acc&#232;s ou rendant
			l'usage de l'Application impossible ou tr&#232;s difficile pour les
			UTILISATEURS, dont il serait d&#233;montr&#233; qu'il provient
			exclusivement de WHYMPR.
		</p>
		<p>
			En tout &#233;tat de cause, la responsabilit&#233; de WHYMPR, si elle
			&#233;tait av&#233;r&#233;e, serait limit&#233;e &#224; la fourniture d'un
			acc&#232;s &#224; l'Application conforme aux prescriptions des
			pr&#233;sentes conditions g&#233;n&#233;rales.
		</p>
		<p>
			Est exclue la r&#233;paration de tout autre dommage et notamment tout
			dommage indirect, mat&#233;riel ou immat&#233;riel, tel que pr&#233;judice
			moral, financier, perte de chance, manque &#224; gagner, perte de profit,
			atteinte &#224; l'image, etc.
		</p>
		<p>
			WHYMPR est titulaire d'une police d'assurance garantissant les
			cons&#233;quences p&#233;cuniaires de sa responsabilit&#233; civile au cas
			o&#249; elle serait engag&#233;e.
		</p>
		<p>
			<strong>
				6.3 - R&#232;gles de s&#233;curit&#233; pour une pratique en montagne -
				Responsabilit&#233; de l'UTILISATEUR
			</strong>
		</p>
		<p>
			<strong>
				L'UTILISATEUR utilise l'Application sous sa seule et enti&#232;re
				responsabilit&#233;. WHYMPR ne garantit en aucun cas la qualit&#233;,
				l'exactitude ni l'exhaustivit&#233; des informations fournies sur
				l'Application.
			</strong>
		</p>
		<p>
			<strong></strong>
		</p>
		<p>
			WHYMPR ne sera en aucun cas responsable de tout document ou contenu, y
			compris, mais sans s'y limiter, en cas d'erreur ou d'omission dans tout
			document ou contenu, ou pour toute perte, blessure ou dommage de toute type
			encourus &#224; la suite de l'utilisation de tout document ou contenu
			disponible sur l'Application.
		</p>
		<p>
			Les mineurs sont invit&#233;s &#224; ne pas se servir de l'Application sans
			la pr&#233;sence d'un adulte.
		</p>
		<p>
			Il est rappel&#233; que l'Application est aliment&#233;e par les
			diff&#233;rents utilisateurs de celle-ci, pour la plupart
			non-professionnels, selon leurs propres exp&#233;riences, leur propre
			niveau de pratique et leurs propres capacit&#233;s.
		</p>
		<p>
			Aussi, l'UTILISATEUR reconnait et accepte express&#233;ment que
			l'Application et son contenu n'ont pas pour objet de r&#233;pondre
			enti&#232;rement &#224; ses besoins individuels et qu'il est donc de sa
			responsabilit&#233; de s'assurer que le parcours qu'il a choisi est &#224;
			sa port&#233;e, exact et accessible.
		</p>
		<p>
			Les informations mises &#224; disposition sur l'Application ne remplacent
			pas les conseils ou les recommandations d'un professionnel qualifi&#233;
			lors de la prise de d&#233;cision sur le terrain.
		</p>
		<p>
			Aussi, l'Application doit &#234;tre utilis&#233;e comme un outil d'aide
			&#224; l'orientation et &#224; la d&#233;cision mais ne se substitue en
			aucun cas &#224; l'appr&#233;ciation et au jugement de l'UTILISATEUR qui
			reste seul ma&#238;tre de sa s&#233;curit&#233; et de ses choix face aux
			donn&#233;es externes notamment.
		</p>
		<p>
			A ce titre, il est rappel&#233; que la pratique des sports et
			activit&#233;s de montagne exige une connaissance ma&#238;tris&#233;e du
			terrain et des conditions et l'acceptation d'un degr&#233; de risque
			adapt&#233; &#224; ses capacit&#233;s et &#224; son exp&#233;rience.
		</p>
		<p>
			Par ailleurs, il est rappel&#233; &#224; l'UTILISATEUR que le milieu
			naturel &#233;volue de fa&#231;on permanente et les conditions
			d'accessibilit&#233; et de praticabilit&#233; d'un parcours peuvent changer
			selon les saisons, les conditions climatiques... et WHYMPR ne garantit, en
			aucun cas, la protection de l'UTILISATEUR contre tous ces dangers objectifs
			naturels.
		</p>
		<p>
			L'UTILISATEUR est invit&#233; &#224; faire part de toute &#233;volution
			et/ou erreur dont il aurait connaissance ainsi que de tout commentaire
			relatif au parcours &#224; WHYMPR, en vue de la mise &#224; jour du
			parcours et/ou de l'am&#233;lioration du service.
		</p>
		<p>
			En toute hypoth&#232;se, l'UTILISATEUR est invit&#233; &#224; utiliser
			l'Application avec prudence et discernement dans l'interpr&#233;tation et
			l'utilisation des documents et du contenu. L'UTILISATEUR reste le seul
			responsable de sa s&#233;curit&#233; et de ses choix pendant l'excursion.
			Il est aussi le seul capable d'estimer ses capacit&#233;s physiques.
		</p>
		<p>
			L'UTILISATEUR devra notamment tenir compte de la difficult&#233; du
			parcours, de la configuration des lieux et de ses capacit&#233;s techniques
			et physiques.
		</p>
		<p>
			L'UTILISATEUR devra &#234;tre muni des &#233;quipements de
			s&#233;curit&#233; n&#233;cessaires &#224; la pratique
			consid&#233;r&#233;e.
		</p>
		<p>
			Avant son d&#233;part, l'UTILISATEUR devra prendre connaissance notamment
			des informations suivantes :
		</p>
		<p>
			- Les horaires d'ouverture et de fermeture des remont&#233;es
			m&#233;caniques desservant les itin&#233;raires le cas &#233;ch&#233;ant ;
		</p>
		<p>
			- Les num&#233;ros d'appel en cas d'urgence ;
		</p>
		<p>
			- Les pr&#233;visions m&#233;t&#233;o ;
		</p>
		<p>
			- Les &#233;ventuels arr&#234;t&#233;s municipaux r&#232;glementant la
			pratique consid&#233;r&#233;e.
		</p>
		<p>
			<strong>
				WHYMPR d&#233;cline toute responsabilit&#233; en cas d'incidents de
				toute nature pouvant r&#233;sulter de l'utilisation ou de
				l'interpr&#233;tation des contenus fournis sur l'Application.
			</strong>
		</p>
		<p>
			<strong></strong>
		</p>
		<p>
			<strong>
				Il est rappel&#233; que la plupart des fonctionnalit&#233;s de
				l'Application ne sont pas accessibles sans r&#233;seau. Seule la
				version payante permet de visualiser du contenu sans couverture
				r&#233;seau &#224; condition que l'UTILISATEUR ait
				s&#233;lectionn&#233; et t&#233;l&#233;charg&#233; ledit contenu
				lorsqu'il avait acc&#232;s au r&#233;seau. Il appartient donc &#224;
				l'UTILISATEUR de prendre ses dispositions &#224; ce titre avant toute
				sortie.
			</strong>
		</p>
		<h2>
			<strong><u>Article 7 - Propri&#233;t&#233; intellectuelle</u></strong>
		</h2>
		<p>
			<strong></strong>
		</p>
		<p>
			<strong>
				7.1 - Droits de propri&#233;t&#233; intellectuelle de WHYMPR
			</strong>
		</p>
		<p>
			Sont de la propri&#233;t&#233; deWHYMPR et soumis aux lois r&#233;gissant
			la propri&#233;t&#233; intellectuelle, notamment la mise en page, la
			structure et les &#233;l&#233;ments graphiques et textuels de l'Application
			ainsi que tout contenu directement fourni par WHYMPR.
		</p>
		<p>
			L'utilisation de l'Application ne conf&#232;re aucun droit aux UTILISATEURS
			autre qu'un usage personnel, non-cessible et non-exclusif de l'Application
			et de son contenu.
		</p>
		<p>
			En cons&#233;quence, les UTILISATEURS ne peuvent, en aucun cas et d'aucune
			mani&#232;re, reproduire, repr&#233;senter, diffuser, commercialiser,
			copier, traduire, adapter, extraire et/ou d&#233;compiler tout ou partie de
			l'un quelconque des &#233;l&#233;ments reproduits sur l'Application et tout
			ou partie de l'Application en g&#233;n&#233;ral, sans l'accord
			pr&#233;alable et expr&#232;s de WHYMPR, sauf pour les contenus dont ils
			sont &#224; l'origine ou qui appartiennent &#224; un tiers sous
			r&#233;serve, dans cette hypoth&#232;se, de respecter les termes de la
			licence choisie par leur auteur.
		</p>
		<p>
			<strong>
				7.2 - Droits de propri&#233;t&#233; intellectuelle de l'UTILISATEUR
			</strong>
		</p>
		<p>
			L'UTILSATEUR reste le seul et unique titulaire des droits de
			propri&#233;t&#233; intellectuelle des contenus qu'il publie sur
			l'Application (qu'il s'agisse d'un partage d'exp&#233;rience ou de la
			cr&#233;ation d'une nouvelle route, incluant les &#233;l&#233;ments
			textuels, les photographies, etc..), d&#232;s lors que ceux-ci sont
			originaux, conform&#233;ment aux dispositions du code de la
			propri&#233;t&#233; intellectuelle.
		</p>
		<p>
			En revanche, il est rappel&#233; &#224; l'UTILISATEUR que les donn&#233;es
			purement techniques et objectives ne donnant pas lieu &#224;
			originalit&#233;, d&#233;finie comme &#171; l'empreinte de la
			personnalit&#233; de l'auteur &#187; par la jurisprudence fran&#231;aise,
			n'ont pas vocation &#224; &#234;tre prot&#233;g&#233;es par le droit
			d'auteur et sont donc librement reproductibles et utilisables.
		</p>
		<p>
			Par ailleurs, il est express&#233;ment entendu qu'en postant des contenus
			par le biais de l'Application, l'UTILISATEUR reconnait que lesdits contenus
			sont susceptibles d'&#234;tre diffus&#233;s aupr&#232;s de l'ensemble des
			utilisateurs de l'Application.
		</p>
		<p>
			En particulier, l'UTILISATEUR reconnait et accepte express&#233;ment que
			l'&#233;valuation et les commentaires donn&#233;s sur le parcours seront
			diffus&#233;s librement sur l'Application et accessibles &#224; tous les
			utilisateurs desdits services afin d'alimenter la communaut&#233; des
			utilisateurs. L'UTILISATEUR peut toutefois d&#233;cider de ne pas partager
			son contenu ou son retour avec la communaut&#233; en d&#233;sactivant le
			bouton de partage.
		</p>
		<p>
			L'UTILISATEUR conc&#232;de ainsi &#224; WHYMPR, pour le monde entier et
			toute la dur&#233;e de protection des droits d'auteur, le droit de
			reproduire, modifier, repr&#233;senter lesdits contenus sur l'Application,
			sans aucune contrepartie financi&#232;re, ce que l'UTILISATEUR reconnait
			express&#233;ment.
		</p>
		<p>
			En outre, l'UTILISATEUR d&#233;clare et garantit &#234;tre le
			propri&#233;taire des contenus qu'il met en ligne et qu'ils sont libres de
			tous droits, ou, &#224; tout le moins, qu'il dispose des droits
			n&#233;cessaires pour leur diffusion par le biais de l'Application, du
			Site.
		</p>
		<p>
			L'UTILISATEUR s'engage &#233;galement &#224; ce que chaque personne
			repr&#233;sent&#233;e le cas &#233;ch&#233;ant ait donn&#233; son accord
			pour l'utilisation et la diffusion de son image.
		</p>
		<p>
			L'UTILISATEUR d&#233;gage WHYMPR de toutes r&#233;clamations
			&#233;ventuelles de tiers &#224; son encontre en raison de la violation de
			leurs droits.
		</p>
		<p>
			<strong>
				7.3 - Droits de propri&#233;t&#233; intellectuelle des &#233;diteurs
				tiers
			</strong>
		</p>
		<p>
			Certains contenus propos&#233;s via l'Application sont et restent la
			propri&#233;t&#233; intellectuelle d'un &#233;diteur tiers.
		</p>
		<p>
			Il appartient d&#232;s lors &#224; l'UTILISATEUR de prendre connaissance
			des termes de la licence choisie par cet &#233;diteur pour chacun des
			contenus et de s'y conformer, sous peine d'engager sa responsabilit&#233;
			civile et p&#233;nale &#224; l'&#233;gard de ce tiers.
		</p>
		<p>
			Ces contenus seront identifi&#233;s comme tels sur l'Application par
			l'apposition du logo correspondant et un renvoi sera fait vers la licence
			applicable.
		</p>
		<p>
			En particulier, les contenus diffus&#233;s sous licence Creative Commons by
			SA sont soumis aux termes de la licence dont les dispositions sont
			d&#233;taill&#233;es sur le site suivant :
			<a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">
				https://creativecommons.org/licenses/by-sa/3.0/deed.en
			</a>
			.
		</p>
		<h2>
			<strong><u>Article 8 - Donn&#233;es personnelles </u></strong>
		</h2>
		<p>
			Les donn&#233;es personnelles collect&#233;es et ult&#233;rieurement
			trait&#233;es par WHYMPR sont celles que l'UTILISATEUR transmet
			volontairement via l'Application.
		</p>
		<p>
			L'UTILISATEUR autorise WHYMPR &#224; sauvegarder ces informations
			personnelles dans un fichier, en vue du bon fonctionnement des services
			propos&#233;s au sein de l'Application, du profilage automatis&#233; des
		UTILISATEURS, de la gestion de la client&#232;le.	<strong><em></em></strong>
		</p>
		<p>
			Aucun transfert des donn&#233;es personnelles de l'UTILISATEUR n'est
			op&#233;r&#233; hors Union Europ&#233;enne.
		</p>
		<p>
			Ces traitements ont fait l'objet d'une d&#233;claration aupr&#232;s de la
			CNIL (r&#233;c&#233;piss&#233; n&#176; 2147970 v 0).
		</p>
		<p>
			Les UTILISATEURS sont inform&#233;s que, conform&#233;ment &#224; la loi du
			6 janvier 1978 dite loi &#171; Informatique et Libert&#233;s &#187;
			modifi&#233;e par la loi du 6 ao&#251;t 2004, ils disposent des droits
			suivants :
		</p>
		<p>
			- Le droit de s'opposer, pour des motifs l&#233;gitimes, &#224; ce que les
			donn&#233;es &#224; caract&#232;re personnel le concernant fassent l'objet
			de traitements autres que ceux annonc&#233;s aux pr&#233;sentes auxquels il
			a consenti ;
		</p>
		<p>
			- Le droit de s'opposer, sans frais, &#224; ce que les donn&#233;es
			collect&#233;es fassent l'objet d'un traitement commercial actuel ou futur
			par le responsable du traitement ;
		</p>
		<p>
			- Sous r&#233;serve de justifier de son identit&#233;, le droit de
			s'informer sur les traitements auxquels ses donn&#233;es &#224;
			caract&#232;re personnel donnent lieu ;
		</p>
		<p>
			- Le droit d'obtenir des informations relatives aux traitements concernant
			les donn&#233;es &#224; caract&#232;re personnel et toutes informations
			permettant de conna&#238;tre et, au besoin, contester la logique qui
			pr&#233;side aux traitements des dites donn&#233;es. L'UTILISATEUR, pour ce
			faire, doit justifier de son identit&#233; ;
		</p>
		<p>
			- Sous r&#233;serve &#233;galement de la justification de son
			identit&#233;, le droit d'obtenir copie des donn&#233;es &#224;
			caract&#232;re personnel le concernant, ainsi qu'un droit de rectification,
			de mise &#224; jour ou de suppression de tout ou partie des dites
			donn&#233;es.
		</p>
		<p>
			Pour toute question ou demande relative &#224; la protection de la vie
			priv&#233;e, l'UTILISATEUR pourra contacter WHYMPR &#224; l'adresse
			suivante : support@whympr.com ou par courrier postal &#224; l'adresse
			suivante : 289 Chemin du Clos du Savoy, 74400 Chamonix.
		</p>
		<p>
			En outre, WHYMPR portant une attention particuli&#232;re &#224; la
			protection de la vie priv&#233;e des UTILISATEURS, ces derniers sont
			inform&#233;s qu'ils peuvent &#224; tout moment d&#233;sactiver la fonction
			de g&#233;olocalisation mais sont toutefois inform&#233;s que cela aura
			pour cons&#233;quence de rendre inaccessible une partie des services
			propos&#233;s par l'Application.
		</p>
		<p>
			De la m&#234;me fa&#231;on, les UTILISATEURS peuvent &#224; tout moment
			effacer l'historique de leurs parcours ainsi que tout contenu personnel mis
			en ligne.
		</p>
		<h2>
			<strong><u>Article 9 - S&#233;curit&#233; des donn&#233;es</u></strong>
		</h2>
		<p>
			WHYMPR porte une attention particuli&#232;re &#224; la protection des
			donn&#233;es personnelles des UTILISATEURS contre toute forme de dommage,
			perte, d&#233;tournement, intrusion, divulgation, alt&#233;ration ou
			destruction.
		</p>
		<p>
			Cette vigilance s'effectue :
		</p>
		<ul>
			<li>
				par l'utilisation des moyens de cryptographie dans la transmission des
				donn&#233;es (SSL) ;
			</li>
			<li>
				par un engagement de stricte confidentialit&#233; du personnel de
				WHYMPR qui aurait acc&#232;s aux donn&#233;es personnelles des
				UTILISATEURS ;
			</li>
			<li>
				par des sauvegardes des donn&#233;es.
			</li>
		</ul>
		<h2>
			<strong>
				<u>
					Article 10 - R&#233;siliation de compte - Suppression de
					l'acc&#232;s &#224; l'Application
				</u>
			</strong>
		</h2>
		<p>
			En cas de manquement par l'UTILISATEUR &#224; l'une quelconque des
			obligations mises &#224; sa charge, WHYMPR se r&#233;serve la
			possibilit&#233;, sans pr&#233;judice des dommages-int&#233;r&#234;ts
			qu'elle pourrait r&#233;clamer le cas &#233;ch&#233;ant, de r&#233;silier,
			de plein droit, le compte de l'UTILISATEUR et de supprimer tout acc&#232;s
			&#224; l'Application dans les conditions ci-dessous :
		</p>
		<p>
			&#216; Dans le cas o&#249; le manquement peut &#234;tre r&#233;par&#233;
			par l'UTILISATEUR, WHYMPR mettra en demeure l'UTILISATEUR de se conformer
			&#224; ses engagements par courrier &#233;lectronique &#224; l'adresse
			communiqu&#233;e par l'UTILISATEUR. Si celui-ci n'acc&#232;de pas &#224;
			cette requ&#234;te dans le d&#233;lai qui lui est imparti dans la mise en
			demeure, WHYMPR pourra mettre fin au contrat et supprimer le compte de
			l'UTILISATEUR de plein droit.
		</p>
		<p>
			&#216; Dans le cas o&#249; le manquement constat&#233; concernerait une
			obligation essentielle du contrat et ne serait pas r&#233;parable ou
			correspondrait &#224; la m&#233;connaissance ou &#224; la violation d'une
			r&#233;glementation quelconque, WHYMPR pourra proc&#233;der &#224; la
			r&#233;siliation du compte et &#224; la suppression de tout acc&#232;s
			&#224; l'Application sans mise en demeure pr&#233;alable, dans les
			vingt-quatre (24) heures suivant la r&#233;ception de cette notification
			par courrier &#233;lectronique &#224; l'adresse communiqu&#233;e par
			l'UTILISATEUR.<strong><em></em></strong>
		</p>
		<p>
			En toute hypoth&#232;se, en cas de r&#233;siliation, pour quelque raison
			que ce soit, l'UTILSATEUR cessera tout usage de l'Application et de ses
			contenus.
		</p>
		<h2>
			<strong><u>Article 11 - Force majeure</u></strong>
		</h2>
		<p>
			Toute inex&#233;cution par WHYMPR de l'une quelconque de ses obligations
			&#224; raison de la survenance d'un &#233;v&#233;nement de force majeure,
			&#224; savoir un &#233;v&#233;nement ext&#233;rieur, irr&#233;sistible et
			impr&#233;visible, qui emp&#234;che ou rend anormalement difficile
			l'ex&#233;cution de l'obligation en cause, n'engagera pas sa
			responsabilit&#233;.
		</p>
		<h2>
			<strong><u>Article 12 - Non-renonciation</u></strong>
		</h2>
		<p>
			Le fait, pour WHYMPR, de ne pas faire application, de ne pas exiger
			l'application ou de ne pas se pr&#233;valoir de l'une quelconque des
			dispositions des pr&#233;sentes conditions g&#233;n&#233;rales ne saurait
			&#234;tre interpr&#233;t&#233; comme une renonciation &#224; invoquer
			ult&#233;rieurement cette disposition ou toute autre.
		</p>
		<h2>
			<strong>
				<u>
					Article 13 - Modifications des pr&#233;sentes conditions
					g&#233;n&#233;rales et version applicable
				</u>
			</strong>
		</h2>
		<p>
			WHYMPR se r&#233;serve le droit de modifier les dispositions des
			pr&#233;sentes conditions g&#233;n&#233;rales &#224; tout moment et sans
			pr&#233;avis.
		</p>
		<p>
			L'UTILISATEUR sera notifi&#233; de toute modification &#224; l'adresse mail
			qu'il aura communiqu&#233;e &#224; WHYMPR. Il devra prendre connaissance et
			accepter les nouvelles dispositions des conditions g&#233;n&#233;rales s'il
			souhaite continuer &#224; utiliser l'Application.
		</p>
		<p>
			En cas de contradiction entre les termes de la version fran&#231;aise des
			pr&#233;sentes conditions g&#233;n&#233;rales et les termes des conditions
			g&#233;n&#233;rales dans une autre langue, la version fran&#231;aise
			pr&#233;vaudra.
		</p>
		<h2>
			<strong><u>Article 14 - </u></strong>
			<strong><u>Cession</u></strong>
		</h2>
		<p>
			L'UTILISATEUR autorise d'ores et d&#233;j&#224; WHYMPR &#224; c&#233;der le
			b&#233;n&#233;fice des pr&#233;sentes Conditions G&#233;n&#233;rales au
			profit de toute autre personne morale, en cas de fusion, absorption,
			transfert du fonds de commerce ou de la branche d'activit&#233;s ou toute
			autre op&#233;ration entrainant un changement de cocontractant.
		</p>
		<p>
			Le cessionnaire sera alors enti&#232;rement subrog&#233; &#224; WHYMPR dans
			les droits et obligations r&#233;sultant des pr&#233;sentes Conditions
			G&#233;n&#233;rales.
		</p>
		<h2>
			<strong><u>Article 15 - </u></strong>
			<strong><u>Ind&#233;pendance des clauses</u></strong>
		</h2>
		<p>
			Dans le cas o&#249; l'une ou plusieurs stipulations des pr&#233;sentes
			conditions devaient &#234;tre tenues pour invalides, la validit&#233; des
			autres stipulations ne sauraient &#234;tre remise en cause sauf si elles
			pr&#233;sentaient un caract&#232;re indissociable avec la disposition
			invalid&#233;e.
		</p>
		<h2>
			<strong><u>Article 16 - </u></strong>
			<strong><u>Loi applicable et comp&#233;tence juridictionnelle </u></strong>
		</h2>
		<p>
			<strong>16.1</strong>
			Les pr&#233;sentes Conditions G&#233;n&#233;rales sont soumises &#224; la
			loi fran&#231;aise.
		</p>
		<p>
			<strong>16.2</strong>
			En cas de litige concernant notamment les pr&#233;sentes Conditions
			G&#233;n&#233;rales ou l'utilisation de l'Application, l'UTILISATEUR est
			inform&#233; qu'il peut recourir gratuitement &#224; un m&#233;diateur de
			la consommation, externe &#224; WHYMPR, en vue de la r&#233;solution
			amiable du litige, conform&#233;ment aux dispositions du code de la
			consommation.
		</p>
		<p>
			L'UTISATEUR trouvera des informations &#224; ce sujet ainsi qu'une liste
			des organismes m&#233;diateurs sur la plateforme europ&#233;enne de
			R&#232;glement en Ligne des Litiges (RLL) entre consommateurs et
			professionnels, accessible &#224; l'adresse suivante :
			<a href="https://webgate.ec.europa.eu/odr/main/?event=main.home.show">
				https://webgate.ec.europa.eu/odr/main/?event=main.home.show
			</a>
		</p>
		<p>
			<strong>16.3</strong>
			A d&#233;faut de m&#233;diation, la comp&#233;tence juridictionnelle est
			celle des tribunaux fran&#231;ais.
		</p>
		<p>
			Le tribunal comp&#233;tent sera d&#233;sign&#233; selon les r&#232;gles de
			proc&#233;dure en vigueur en France au moment du litige. <em></em>
		</p>
	</body>
</html>
